git
openssh
stow
pipewire
pipewire-pulse
wireplumber
hyprland
hyprpaper
hyprlock
hypridle
hyprshot
hyprcursor
hyprpolkitagent
xdg-desktop-portal-hyprland
foot
thunar
swappy
cliphist
ttf-jetbrains-mono-nerd
papirus-icon-theme
greetd
greetd-regreet
discord
obsidian
vivaldi